Repository: ArcheProject/arche_pas
Catalog: arche_pas/locale/*/LC_MESSAGES/arche_pas.po
Languages: sv

source: data_tied_at_login
sv: Eftersom du redan hade ett konto med samma epostadress så har du loggats in som den användaren. Dina konton har också länkats ihop.

source: accounts_linked_verified_since_logged_in
sv: Du har länkat din externa inloggning med detta konto.

source: user_email_present
sv: Det finns redan en användare registrerad här med din epostadress: '${email}’ Om det är ditt konto, logga in här först för att koppla ihop kontona.

source: Must be checked
sv: Måste markeras

source: Confirm
sv: Bekräfta

source: Remove password to disable password login?
sv: Radera lösenord för att stänga av lösenordsinloggning?

source: remove_password_description
sv: Du kan sätta ett nytt lösenord genom att klicka på ”Återställ lösenord” på inloggningssidan, om du tappar möjligheten att logga in med andra tjänster.

source: Remove authentication?
sv: Ta bort autentisering?

source: providers_to_remove_description
sv: Varning: Du kan inte logga in igen med de tjänster du tar bort härifrån. Du kan däremot knyta detta konto till den tjänsten igen, och logga in på det sättet.

source: No login provider with that name
sv: Det finns ingen extern inloggning med det namnet

source: Logged in via ${provider}
sv: Inloggad via ${provider}

source: Complete registration
sv: Slutför registreringen

source: Already logged in.
sv: Redan inloggad.

source: Register
sv: Registrera

source: Email validation
sv: Epostvalidering

source: registered_but_needs_validation
sv: Du har registrerat dig men behöver validera din epostadress. Ett meddelande med en länk är skickats till ${email}. Klicka på länken för att göra klart valideringen. Om du vill ändra din epostadress kan du göra det på profilsidan.

source: registered_no_email
sv: Du är registrerad, men ingen epostadress hittades. Lägg till en via din profilsida.

source: Welcome, you're now registered!
sv: Välkommen, du är nu registrerad!

source: Link account
sv: Länka konto

source: You need to be logged in to link an account
sv: Du behöver vara inloggad för att länka ditt konto

source: You may now login with ${provider_title}.
sv: Du kan nu logga in via ${provider_title}.

source: Remove data
sv: Radera data

source: Remove
sv: Radera

source: Removed successfully
sv: Borttaget

source: Something went wrong during login. Try again.
sv: Något gick fel under inloggningen. Prova igen.

source: Linked accounts
sv: Länkade konton

source: Link your account?
sv: Länka ditt konto?

source: link_accounts_description
sv: Du är inloggad som ${userid} här. Om du länkar dina konton så kan du logga in via ${provider_title}.

source: You have a password set for your account
sv: Du har ett lösenord satt på ditt konto

source: You have no password set for your account
sv: Du har inget lösenord satt

source: Clear data...
sv: Rensa data…

source: Link new
sv: Länka nytt

source: link_new_provider_description
sv: Du kan länka ditt konto till någon av följande tjänster för att kunna logga in via dem eller använda andra länkade tjänster.

source: Back to profile
sv: Tillbaka till profilsida

source: Login / Registration caused an error
sv: Login / Registrering orsakade ett fel

source: contact_someone_exception
sv: Om du har försökt flera gånger så kan det vara en bra idé att kontakta organisationen som driver denna sida.

source: Quick register
sv: Snabbregistrera

source: via an existing account somewhere else
sv: via ett annat existerande konto

source: Or create a local account via your email
sv: Eller skapa ett lokalt konto via din epost

source: Use a linked external account
sv: Använd ett länkat externt konto

source: or login with your password
sv: eller logga in med ditt lösenord
